
public class TalkText{
String[][] tnb = {
{
"tnbです、よろしくお願いしまーす",
"よろしくお願いしまーす twitter @Ryo1_10",
"tnbです、よろしくお願いしまーす 好きなものは美少女とpythonです",
"tnbです、よろしくお願いしまーす pythonはいいぞ",
"tnbです、よろしくお願いしまーす このネットワークプログラミングの授業いつになったらpythonでやるんでしょうね",
"tnbです、よろしくお願いしまーす 松澤先生>このネットワークプログラミングの授業そろそろpythonにしませんか？",
"tnbです、よろしくお願いしまーす Ocaml滅びればいいのに",
"tnbです、よろしくお願いしまーす 来世はねねっちになりたいです",
"tnbです、よろしくお願いしまーす ",
"松澤神の従順なる僕、tnbです、よろしくお願いしまーす"
},{
"なるほど、そうきますか",
"いいですね",
"まけませんよー",
"これでどうです？",
"どうしようかな",
"さすがですね",
"ここですかね",
"さ、どうします？",
"まだまだここからですよー",
"えい！"
},{
"くっ！",
"やりますね！",
"あー、それはだめですよ",
"やめてくださいー！",
"つ、つよいですね。。。",
"さて、ここからどうしましょう。。",
"まだまだここからです！",
"ぬるぽ",
"ぐぬぬ。。",
"やめちくりー"
},{
"これでどうです！！",
"油断はしませんよー！",
"ここからが勝負ですね",
"本気で行きます！",
"負ける気しないですね！",
"これで終わりです！",
"その程度ですか！？(煽)",
"あれ？どうしたんですか？(煽)",
"まだまだですねー(煽)",
"まさかこんなクソザコAIに遅れを取るなんてことないですよね？(煽)"
},{
"なかなかいい戦いでした、ありがとうございました！",
"お疲れさまでした！",
"楽しかったです、ありがとうございました！",
"いいAIでしたよ、ありがとうございました！",
"強かったですねー、危うかったです！",
"お疲れさまです、課題提出頑張ってくださいね！",
"あなたならもっといいAI作れますよ！頑張って！",
"AI作るの楽しいですよね、これからも頑張ってください！",
"夏休みまでもうすぐですね、レポート頑張ってください！",
"ネットワークプログラミング楽しいですよね！是非これからも続けましょう！"
},{
"いやー、さすがですね、完敗です！",
"AI作りの天才ですね！",
"素晴らしい！",
"強いですねー、渡邉研行ったほうがいいかもしれませんね笑",
"も、もう無理です…",
"おみごと！",
"素晴らしい対戦をありがとうございました！",
"素晴らしい対戦でした！悔いはないです笑",
"次は頑張ってもっと強いAI作って来ます！"
}
};
String[] kusoanime={
"　　 　     ／⌒7＞─--- ､　　　　　　エ",
"　　　 ハ  厶イ//{ ＾＿_＼＾ｉト､　 イ",
"　　  .ラ　　 //芹ﾄ　云∧}　 }ｊ∧　　サ",
"　　コ マ　.ｉﾉ ヒﾘ, ん ﾘ　|/＼ﾄ}　 ァ",
"　   i ス　／{＞ ｰｰ'｀¨＿/ /─ ､♪　　ァ",
"　　 }　　 {{ｙ /Y∨{/｀フ/／r＜ノ　 （",
"　　 {　　　ゝ┴ｲ　{ ﾄ >トィ=く }}　　}",
"　　 ﾉ　　　　 人＿＿＿＞┬‐'　　　　 {",
"　　イ　　　　{⌒7ーー─=＜∧　　　　  イ",
"　　　　　　　ー┘　　　　　＼>"
};


String[] shacho = {
"　　∧∧∧∧∧∧", 
"　＜ ずっと俺の ＞", 
"　＜　ターン!!　＞", 
"　　∨∨∨∨∨∨", 
"", 
"　　＿／￣￣￣＼", 
"　／　　　　　　＼", 
"`/　　　　　｜ヽ＼＼", 
"(　/ // /｜ ｜|| ｜｜", 
"|｜ﾚｲ/∠_｜ /_∠／／", 
"ヽ(6ト-ﾟ-/／-ﾟ-彳″", 
"　ﾚ／|　　 〉　/", 
"`／　|　F二ﾌ ／ ＿", 
"｜０ |＼ ＿／|／ /", 
"d ／￣￣/――|_＿L", 
"￣　　ﾟ∧　 /ヽ　/-ｲ|"
};

// 15 line
String[] maccho = {
"とぅっとぅるー", 
"　まっちょしぃでーす", 
"", 
"　　 ｜　 || /⌒＼｜", 
"　　 ∥　 ／⌒＼　ヽ", 
"　　|　σ￣λ　人　|", 
"　　　～～～～｜ > |", 
"　　 /( ･ω･`)/ (_ノ", 
"　　(　 ヽ_ノヽ", 
"　　|＿丿　 /⌒＼", 
"　　|　|　 ｜　　ヽ", 
"＼／(　|～､人　　 |", 
"`(　｜ |＿＿_＼＿ノ/", 
"（＼｜ ヽ　　＼/⌒ヽ／", 
"Σそ LLL）／　 L＿ノて"
};



//end line
}
